[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 7

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.1

LanguageName=Russian

FileAuthor=Peter Kuzovkov (colorcontrols@mail.ru)

[General]
CircleDockName=Circle Dock (Кольцо)
CircleDockWebsiteWord=Сайт Circle Dock
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Автор
SupportForumWord=Форум поддержки
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Чувствительность вращения
IconReplacementMode=Режим замены иконок

[MainContextMenu]
WebsiteWord=Сайт
SettingsWord=Настройки
HideWord=Скрыть
ShowWord=Показать
QuitWord=Выход
RemoveWord=Удалить
AddWord=Добавить
DockFolder=Категорию
ChangeIcon=Сменить иконку

[SettingsPanel]
Name=Настройки Кольца
SettingsPanelWord=ПанельНастроек
GeneralWord=Общее
DockShape=Форма Кольца

Labels=Подписи элементов кольца
Animation=Анимация
LocationWord=Положение на экране
TogglingWord=Переключение
FileDockIconAssociations=Ассоциации иконок с файлами
LanguageWord=Язык
HelpWord=Справка 
HotKeySelectorToggleDock=Выбор горячей кнопки (Для переключения видимости)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Верная комбинация клавиш
InvalidHotKeyCombination=Комбинация клавиш неверная или уже используется

CentreAroundCursorWhenShown=Появляться возле курсора мышки
CircleDockVersionWord=Версия приложения
EnableDockRotation=Включить вращение Кольца

ConfigurationDescriptionLabel=Настройки появления и поведения Кольца

// General Panel
KeepDockAboveAllOtherWindows=Показывать поверх всех окон
ClickSensitivity=Чувствительность к кликам
Sensitive=Высокая
NotSensitive=Низкая
EnablePortabilityMode=Включить режим переносимости
UseMemorySaver=Экономия памяти

// Background Panel
Background=Фон
BackgroundImage=Фоновая картинка
NormalSize=Нормальный размер
NormalOpacity=Нормальная прозрачность

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Фиксированное кол-во иконок
NumberOfIconsPerCircle=Кол-во иконок на окружность
MinimumRadius=Минимальный радиус
SeparationBetweenCircles=Расстояние между окружностями
FormatWord=Режим
CircleWord=Окружность

// Centre Button Panel
CentreButton=Центральная кнопка
DefaultCentreButton=Центральная кнопка по умолчанию
OtherSettings=Другие настройки 
ShowStartMenuWhenClicked=По щелчку вызывать меню Пуск
StartMenuResidueWarning=Внимание: если не отключить в настройках стилей Windows тень под меню, то могут появиться нежелательные артефакты.

// Dock Items Panel
DockItems=Содержимое Кольца
RightClickMenu=Меню по клику правой кнопкой
ShowWindowsFileFolderMenus=Стандартное меню Windows
HideDock=Прятать Кольцо
HideDockAfterFileExecution=Закрывать после открытия папки или файла.

// Labels Panel
FontWord=Шрифт
ChangeFont=Сменить шрифт
ChangeColor=Сменить цвет
ShadowWord=Тень
ShadowSize=Размер тени
ShadowDarknessFactor=Насыщеность тени
ShowLabels=Показывать подписи
ShowLabelsOnMouseoverOnly=Только при наведении мышки

// Animation
AnimationWord=Анимация
GeneralFrameRate=Общая частота смены кадров (FPS)
RotationAnimationDuration=Длительность анимации (мс)
FadeInFadeOutDuration=Длительность появления/скрытия (мс)
UsePoofAnimationWhenDeleting=При удалении использовать "Пдыщь анимацию" (Экспериментальное)

//About Panel
AboutWord=О программе
ThePremiereCircularDockForWindows=Первая кольцевая панель запуска для Windows
WebsiteWord=Сайт
VersionInformation=Версия
OfficialHomepage=Официальный сайт

// Help Panel
SupportWord=Поддержка
OfficialWebForum=Форум
OfficialWebHelpFAQ=Справка, FAQ

// Language Panel
LanguageFileLocation=Расположение файла с переводом
LanguageName=Язык
LanguageFileAuthor=Автор перевода
LanguageFileVersion=Версия перевода
LanguageFileOriginallyIntendedFor=Перевод предназначен для версии приложения:
LanguageFileProgramRestartRequired=***Для полной замены языка требуется перезапуск программы***
LanguageFileValidCurrent=Файл корректный/Последняя версия
LanguageFileInvalidOutofDate=Неверный файл с переводом/Файл устарел

// File -> Icon Associations
FileIconAssocationsDescription=Иконки, используемые по умолчанию при добавлении файлов в Кольцо
FileNameIconAssociations=Имя файла -> Привязанные иконки
FolderNameIconAssociations=Имя папки -> Привязанные иконки
FileExtensionIconAssociations=Тип (расширение) файла -> Привязанные иконки
FolderIconAssociation=Категория -> Привязанная иконка

// Toggling
ToggleVisibilityHotKey=Кнопка переключения
ToggleVisibilityMouseButton=Кнопка мышки для переключения видимости
ShowDockWhenIMoveMyMouseTo=Показывать, когда мышка у...
ScreenLeftEdge=Левого края
ScreenRightEdge=Правого края
ScreenTopEdge=Верхнего края
ScreenBottomEdge=Нижнего края
EdgeWidthHeight=Расстояние до границы экрана

[ErrorMessages]
MissingInvalid=Отсутствует/Неверен
FilePathMissingInvalid=Файл не существует или неверный путь
